
## Plan Result (github/bar)

[CI link](https://github.com/suzuki-shunsuke/tfaction-example/actions/runs/9801436096)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * github_issue_label.bar


<details><summary>Change Result (Click me)</summary>

```hcl

  # github_issue_label.bar will be created
  + resource "github_issue_label" "bar" {
      + color       = "FF0000"
      + description = "bar"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "bar"
      + repository  = "tfaction-example"
      + url         = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"plan","PRNumber":2940,"Program":"tfcmt","SHA1":"8fa8401f1a7292b3b9a7e928fc1935b067c9a5a9","Target":"github/bar","Vars":{},"WorkflowName":"pull_request_target"} -->